Repository: Edwiin-franklin/ONIMods-SanchozzDeponianin
Catalog: Mods/LargeTelescope/translations/*.po
Languages: ru

# LargeTelescope.STRINGS.BUILDINGS.PREFABS.CLUSTERLARGETELESCOPE.DESC
source: A Large Telescope allows you to study the depths of space faster and further.
ru: Большой телескоп позволяет изучать глубины космоса быстрее и дальше.

# LargeTelescope.STRINGS.BUILDINGS.PREFABS.CLUSTERLARGETELESCOPE.EFFECT
source: Can be connected to a <link="GASCONDUIT">Gas Pipe</link> to provide assigned Duplicant with <link="OXYGEN">Oxygen</link>.
ru: Может быть подключен к <link="GASCONDUIT">газовой трубе</link> для обеспечения назначенного дубликанта <link="OXYGEN">кислородом</link>.

# LargeTelescope.STRINGS.BUILDINGS.PREFABS.CLUSTERLARGETELESCOPE.NAME
source: <link="CLUSTERLARGETELESCOPE">Large Telescope</link>
ru: <link="CLUSTERLARGETELESCOPE">Большой телескоп</link>

# LargeTelescope.STRINGS.OPTIONS.ADD_GLASS.NAME
source: Add Glass to the {ENCLOSED_TELESCOPE}`s construction cost
ru: Добавить Стекло к стоимости постройки '{ENCLOSED_TELESCOPE}'

# LargeTelescope.STRINGS.OPTIONS.ANALYZE_CLUSTER_RADIUS.NAME
source: Scan Radius, hex
ru: Радиус сканирования, хексы

# LargeTelescope.STRINGS.OPTIONS.ANALYZE_CLUSTER_RADIUS.TOOLTIP
source: Unmodded radius = 4, a small Telescope has a radius = 3
ru: Немодифицированый радиус = 4 Малый телескоп имеет радиус = 3

# LargeTelescope.STRINGS.OPTIONS.EFFICIENCY_MULTIPLIER.NAME
source: Scan Workspeed modifier, +X%
ru: Модификатор скорости сканирования, +Х%

# LargeTelescope.STRINGS.OPTIONS.FIX_NO_CONSUME_POWER_BUG.NAME
source: Fix a bug where telescopes don't actually consume Power
ru: Исправить ошибку, из-за которой телескопы не потребляют энергию

# LargeTelescope.STRINGS.OPTIONS.NOT_REQUIRE_GAS_PIPE.NAME
source: Make the Gas Pipe connection requirement optional instead of mandatory
ru: Сделать подключение к газовой трубе необязательным

# LargeTelescope.STRINGS.OPTIONS.PROHIBIT_INSIDE_ROCKET.NAME
source: Prohibit the construction of the {ENCLOSED_TELESCOPE} inside a Rocket
ru: Запретить строить {ENCLOSED_TELESCOPE} внутри Ракеты
